Repository: Alexadar/rootyapps
Catalog: ephemeris.swift/ephemeris/Localizable.xcstrings
Source language: en
Languages: cs, de, el, es, fr, hu, it, ja, ko, nl, pl, pt_br, ro, sv, tr, uk

source: Positions are validated against NASA/JPL Horizons across 1900–2100: better than 7 arcminutes for every body.
cs: Pozice jsou ověřeny proti NASA/JPL Horizons pro roky 1900–2100: lépe než 7 úhlových minut pro každé těleso.
de: Die Positionen sind gegen NASA/JPL Horizons für 1900–2100 geprüft: besser als 7 Bogenminuten für jeden Himmelskörper.
el: Οι θέσεις επαληθεύονται με το NASA/JPL Horizons για 1900–2100: καλύτερα από 7 λεπτά τόξου για κάθε σώμα.
es: Las posiciones se validan con NASA/JPL Horizons entre 1900 y 2100: mejor que 7 minutos de arco para cada cuerpo.
fr: Les positions sont validées avec NASA/JPL Horizons de 1900 à 2100 : mieux que 7 minutes d'arc pour chaque corps.
hu: A pozíciók a NASA/JPL Horizons alapján ellenőrizve 1900–2100 között: minden égitestre 7 ívpercnél pontosabb.
it: Le posizioni sono validate con NASA/JPL Horizons dal 1900 al 2100: meglio di 7 primi d'arco per ogni corpo.
ja: 位置は1900〜2100年にわたりNASA/JPL Horizonsで検証済み：すべての天体で7分角以内。
ko: 위치는 1900~2100년에 걸쳐 NASA/JPL Horizons로 검증되었습니다: 모든 천체에서 7각분 이내.
nl: Posities zijn gevalideerd tegen NASA/JPL Horizons voor 1900–2100: beter dan 7 boogminuten voor elk lichaam.
pl: Pozycje są weryfikowane względem NASA/JPL Horizons w latach 1900–2100: lepiej niż 7 minut kątowych dla każdego ciała.
pt_br: As posições são validadas com o NASA/JPL Horizons de 1900 a 2100: melhor que 7 minutos de arco para cada corpo.
ro: Pozițiile sunt validate cu NASA/JPL Horizons între 1900 și 2100: mai bine de 7 minute de arc pentru fiecare corp.
sv: Positionerna är validerade mot NASA/JPL Horizons för 1900–2100: bättre än 7 bågminuter för varje kropp.
tr: Konumlar 1900–2100 için NASA/JPL Horizons ile doğrulanmıştır: her gök cismi için 7 yay dakikasından iyi.
uk: Позиції перевірено за NASA/JPL Horizons для 1900–2100: точніше за 7 кутових хвилин для кожного тіла.

source: Positions still compute. Houses, angles and anything derived from them are left out rather than calculated from an assumed noon.
cs: Pozice se spočítají i tak. Domy, osy a vše z nich odvozené zůstávají vynechané, místo aby se počítaly z předpokládaného poledne.
de: Die Positionen werden trotzdem berechnet. Häuser, Achsen und alles daraus Abgeleitete bleiben ausgespart, statt aus einer angenommenen Mittagszeit gerechnet zu werden.
el: Οι θέσεις υπολογίζονται ούτως ή άλλως. Οι οίκοι, οι άξονες και ό,τι προκύπτει από αυτούς παραλείπονται αντί να υπολογιστούν από υποτιθέμενο μεσημέρι.
es: Las posiciones se calculan igualmente. Las casas, los ángulos y todo lo derivado de ellos se omiten en lugar de calcularse desde un mediodía supuesto.
fr: Les positions sont tout de même calculées. Les maisons, les angles et tout ce qui en dérive sont omis plutôt que calculés à partir d'un midi supposé.
hu: A pozíciók így is kiszámolódnak. A házak, tengelyek és minden belőlük származó kimarad, ahelyett hogy feltételezett délből számolnánk.
it: Le posizioni vengono comunque calcolate. Case, angoli e tutto ciò che ne deriva restano fuori invece di essere calcolati da un mezzogiorno presunto.
ja: 天体位置は計算されます。ハウス・アングルおよびそれらから導かれるものは、仮の正午から算出するのではなく省かれます。
ko: 행성 위치는 그대로 계산됩니다. 하우스와 앵글, 그리고 그로부터 파생되는 것은 임의의 정오에서 계산하지 않고 생략합니다.
nl: De posities worden gewoon berekend. Huizen, assen en alles wat daaruit volgt blijven weg in plaats van uit een aangenomen middaguur te worden afgeleid.
pl: Pozycje i tak są obliczane. Domy, osie i wszystko, co z nich wynika, zostają pominięte zamiast być liczone z założonego południa.
pt_br: As posições continuam sendo calculadas. Casas, ângulos e tudo que deriva deles ficam de fora em vez de serem calculados a partir de um meio-dia presumido.
ro: Pozițiile se calculează oricum. Casele, axele și tot ce derivă din ele rămân în afară, în loc să fie calculate dintr-o amiază presupusă.
sv: Positionerna beräknas ändå. Hus, axlar och allt som härleds ur dem utelämnas i stället för att räknas fram ur en antagen middagstid.
tr: Konumlar yine de hesaplanır. Evler, açılar ve bunlardan türeyen her şey, varsayılan bir öğle vaktinden hesaplanmak yerine dışarıda bırakılır.
uk: Позиції все одно обчислюються. Доми, осі й усе похідне лишаються поза розрахунком, а не виводяться з припущеного полудня.

source: Progressed
cs: Direkce
de: Progressiv
el: Προοδευτικό
es: Progresado
fr: Progressé
hu: Direkció
it: Progresso
ja: プログレス
ko: 프로그레션
nl: Progressief
pl: Progresja
pt_br: Progredido
ro: Progresat
sv: Progressiv
tr: İlerletilmiş
uk: Прогресія

source: Progressed to
cs: Direkce k
de: Progressiv auf
el: Προοδευτικό έως
es: Progresado al
fr: Progressé au
hu: Direkció eddig
it: Progresso al
ja: 進行先
ko: 진행 시점
nl: Progressief naar
pl: Progresja na
pt_br: Progredido para
ro: Progresat la
sv: Progressiv till
tr: Şu tarihe ilerletildi
uk: Прогресія на

source: RANGE
cs: ROZSAH
de: BEREICH
el: ΕΥΡΟΣ
es: RANGO
fr: PLAGE
hu: TARTOMÁNY
it: INTERVALLO
ja: 範囲
ko: 범위
nl: BEREIK
pl: ZAKRES
pt_br: INTERVALO
ro: INTERVAL
sv: INTERVALL
tr: ARALIK
uk: ДІАПАЗОН

source: Range
cs: Rozsah
de: Zeitraum
el: Εύρος
es: Rango
fr: Plage
hu: Tartomány
it: Intervallo
ja: 範囲
ko: 범위
nl: Bereik
pl: Zakres
pt_br: Intervalo
ro: Interval
sv: Intervall
tr: Aralık
uk: Діапазон

source: Reading this screen…
cs: Čtu tuto obrazovku…
de: Bildschirm wird gelesen…
el: Ανάγνωση οθόνης…
es: Leyendo esta pantalla…
fr: Lecture de l’écran…
hu: Képernyő olvasása…
it: Lettura della schermata…
ja: 画面を読み取っています…
ko: 화면을 읽는 중…
nl: Scherm lezen…
pl: Odczytywanie ekranu…
pt_br: Lendo esta tela…
ro: Se citește ecranul…
sv: Läser skärmen…
tr: Ekran okunuyor…
uk: Читаю екран…

source: Retrograde
cs: Retrográdní
de: Rückläufig
el: Ανάδρομος
es: Retrógrado
fr: Rétrograde
hu: Retrográd
it: Retrogrado
ja: 逆行
ko: 역행
pl: Retrogradacja
pt_br: Retrógrado
ro: Retrograd
sv: Retrograd
tr: Geri hareket
uk: Ретроградний

source: Return
cs: Návrat
de: Wiederkehr
el: Επιστροφή
es: Revolución
fr: Révolution
hu: Visszatérés
it: Rivoluzione
ja: リターン
ko: 리턴
nl: Terugkeer
pl: Powrót
pt_br: Revolução
ro: Revoluție
sv: Återkomst
tr: Dönüş
uk: Повернення

source: Returns
cs: Návraty
de: Wiederkehr
el: Επιστροφές
es: Revoluciones
fr: Révolutions
hu: Visszatérés
it: Rivoluzioni
ja: リターン
ko: 리턴
nl: Terugkeer
pl: Powroty
pt_br: Revoluções
ro: Revoluții
sv: Återkomst
tr: Dönüşler
uk: Повернення

source: Returns need an exact moment
cs: Návraty vyžadují přesný okamžik
de: Wiederkehren brauchen einen exakten Moment
el: Οι επιστροφές απαιτούν ακριβή στιγμή
es: Las revoluciones necesitan un instante exacto
fr: Les révolutions exigent un instant exact
hu: A visszatéréshez pontos időpont kell
it: Le rivoluzioni richiedono un istante esatto
ja: リターンには正確な瞬間が必要です
ko: 리턴에는 정확한 순간이 필요합니다
nl: Terugkeer vraagt een exact moment
pl: Powroty wymagają dokładnej chwili
pt_br: Revoluções precisam de um instante exato
ro: Revoluțiile au nevoie de un moment exact
sv: Återkomster kräver ett exakt ögonblick
tr: Dönüşler kesin bir an gerektirir
uk: Повернення потребують точної миті

source: Rising
cs: Ascendent
de: Aszendent
el: Ωροσκόπος
es: Ascendente
fr: Ascendant
hu: Aszcendens
it: Ascendente
ja: 上昇宮
ko: 상승궁
nl: Ascendant
pl: Ascendent
pt_br: Ascendente
ro: Ascendent
sv: Ascendent
tr: Yükselen
uk: Асцендент

source: Sagittarius
cs: Střelec
de: Schütze
el: Τοξότης
es: Sagitario
fr: Sagittaire
hu: Nyilas
it: Sagittario
ja: 射手座
ko: 궁수자리
nl: Boogschutter
pl: Strzelec
pt_br: Sagitário
ro: Săgetător
sv: Skytten
tr: Yay
uk: Стрілець

source: Save another chart
cs: Uložit další nativitu
de: Weiteres Horoskop speichern
el: Αποθήκευση άλλου χάρτη
es: Guardar otra carta
fr: Enregistrer un autre thème
hu: Másik horoszkóp mentése
it: Salva un altro tema
ja: もう1つチャートを保存
ko: 차트 하나 더 저장
nl: Nog een horoscoop bewaren
pl: Zapisz kolejny kosmogram
pt_br: Salvar outro mapa
ro: Salvează altă hartă
sv: Spara ett till horoskop
tr: Başka bir harita kaydet
uk: Зберегти ще одну карту

source: Scorpio
cs: Štír
de: Skorpion
el: Σκορπιός
es: Escorpio
fr: Scorpion
hu: Skorpió
it: Scorpione
ja: 蠍座
ko: 전갈자리
nl: Schorpioen
pl: Skorpion
pt_br: Escorpião
ro: Scorpion
sv: Skorpionen
tr: Akrep
uk: Скорпіон

source: Search cities
cs: Hledat města
de: Städte suchen
el: Αναζήτηση πόλεων
es: Buscar ciudades
fr: Rechercher une ville
hu: Városok keresése
it: Cerca città
ja: 都市を検索
ko: 도시 검색
nl: Steden zoeken
pl: Szukaj miast
pt_br: Buscar cidades
ro: Caută orașe
sv: Sök städer
tr: Şehir ara
uk: Пошук міст

source: Search time zones
cs: Hledat časová pásma
de: Zeitzonen suchen
el: Αναζήτηση ζωνών ώρας
es: Buscar zonas horarias
fr: Rechercher un fuseau
hu: Időzónák keresése
it: Cerca fusi orari
ja: タイムゾーンを検索
ko: 시간대 검색
nl: Tijdzones zoeken
pl: Szukaj stref czasowych
pt_br: Buscar fusos horários
ro: Caută fusuri orare
sv: Sök tidszoner
tr: Saat dilimi ara
uk: Пошук часових поясів

source: Sect assumed
cs: Předpokládaná sekta
de: Sekte angenommen
el: Υποτιθέμενη αίρεση
es: Secta supuesta
fr: Secte supposée
hu: Feltételezett szekta
it: Setta presunta
ja: セクトは仮定
ko: 섹트 가정
nl: Sekte aangenomen
pl: Założona sekta
pt_br: Seita presumida
ro: Sectă presupusă
sv: Antagen sekt
tr: Varsayılan mezhep
uk: Секту припущено

source: Seesaw
cs: Houpačka
de: Wippe
el: Τραμπάλα
es: Balancín
fr: Balance
hu: Mérleghinta
it: Altalena
ja: シーソー
ko: 시소
nl: Wip
pl: Huśtawka
pt_br: Gangorra
ro: Balansoar
sv: Gungbräda
tr: Tahterevalli
uk: Гойдалка

source: Set a location
cs: Nastavit polohu
de: Ort festlegen
el: Ορίστε τοποθεσία
es: Definir ubicación
fr: Définir un lieu
hu: Hely megadása
it: Imposta posizione
ja: 場所を設定
ko: 위치 설정
nl: Locatie instellen
pl: Ustaw lokalizację
pt_br: Definir local
ro: Setează locația
sv: Ange plats
tr: Konum ayarla
uk: Вкажіть місце

source: Set a location to see moonrise and moonset.
cs: Nastavte polohu, abyste viděli východ a západ Měsíce.
de: Lege einen Ort fest, um Mondauf- und -untergang zu sehen.
el: Ορίστε τοποθεσία για να δείτε ανατολή και δύση Σελήνης.
es: Establece una ubicación para ver la salida y puesta de la Luna.
fr: Définissez un lieu pour voir le lever et le coucher de la Lune.
hu: Adj meg egy helyet a holdkelte és holdnyugta megtekintéséhez.
it: Imposta una posizione per vedere il sorgere e il tramonto della Luna.
ja: 月の出・月の入りを表示するには場所を設定してください。
ko: 월출과 월몰을 보려면 위치를 설정하세요.
nl: Stel een locatie in om maansopkomst en -ondergang te zien.
pl: Ustaw lokalizację, aby zobaczyć wschód i zachód Księżyca.
pt_br: Defina um local para ver o nascer e o pôr da Lua.
ro: Setează o locație pentru a vedea răsăritul și apusul Lunii.
sv: Ange en plats för att se månuppgång och månnedgång.
tr: Ay doğuşu ve batışını görmek için bir konum ayarlayın.
uk: Вкажіть місце, щоб побачити схід і захід Місяця.

source: Set a location to see planetary hours.
cs: Nastavte polohu pro zobrazení planetárních hodin.
de: Lege einen Ort fest, um Planetenstunden zu sehen.
el: Ορίστε τοποθεσία για να δείτε πλανητικές ώρες.
es: Establece una ubicación para ver las horas planetarias.
fr: Définissez un lieu pour voir les heures planétaires.
hu: Adj meg egy helyet a bolygóórák megtekintéséhez.
it: Imposta una posizione per vedere le ore planetarie.
ja: 惑星時間を表示するには場所を設定してください。
ko: 행성 시간을 보려면 위치를 설정하세요.
nl: Stel een locatie in om planeeturen te zien.
pl: Ustaw lokalizację, aby zobaczyć godziny planetarne.
pt_br: Defina um local para ver as horas planetárias.
ro: Setează o locație pentru a vedea orele planetare.
sv: Ange en plats för att se planettimmar.
tr: Gezegen saatlerini görmek için bir konum ayarlayın.
uk: Вкажіть місце, щоб побачити планетарні години.

source: Set a place in the Moment card to see the Ascendant, Midheaven and houses.
cs: Nastavte místo v kartě Okamžik, abyste viděli ascendent, Medium Coeli a domy.
de: Lege im Zeitpunkt-Bereich einen Ort fest, um Aszendent, Medium Coeli und Häuser zu sehen.
el: Ορίστε τόπο στην κάρτα Στιγμή για να δείτε τον ωροσκόπο, το μεσουράνημα και τους οίκους.
es: Define un lugar en la tarjeta Momento para ver el Ascendente, el Medio Cielo y las casas.
fr: Définissez un lieu dans la carte Moment pour voir l'Ascendant, le Milieu du Ciel et les maisons.
hu: Állíts be egy helyet az Időpont kártyán az aszcendens, a Medium Coeli és a házak megjelenítéséhez.
it: Imposta un luogo nella scheda Momento per vedere Ascendente, Medio Cielo e case.
ja: アセンダント・ミッドヘブン・ハウスを表示するには、時刻カードで場所を設定してください。
ko: 상승궁, 천정, 하우스를 보려면 시각 카드에서 장소를 설정하세요.
nl: Stel een plaats in bij Moment om ascendant, midhemel en huizen te zien.
pl: Ustaw miejsce w karcie Moment, aby zobaczyć Ascendent, Medium Coeli i domy.
pt_br: Defina um local no cartão Momento para ver o Ascendente, o Meio do Céu e as casas.
ro: Setează un loc în cardul Moment pentru a vedea Ascendentul, Mijlocul Cerului și casele.
sv: Ange en plats i Ögonblick-kortet för att se ascendent, himmelens mitt och hus.
tr: Yükselen, tepe noktası ve evleri görmek için An kartında bir yer belirleyin.
uk: Задайте місце в картці «Момент», щоб побачити асцендент, середину неба та доми.

source: Set a place on iPhone
cs: Nastavte místo v iPhonu
de: Ort auf dem iPhone festlegen
el: Ορίστε τόπο στο iPhone
es: Define un lugar en el iPhone
fr: Définir un lieu sur iPhone
hu: Állíts be helyet iPhone-on
it: Imposta un luogo su iPhone
ja: iPhoneで場所を設定
ko: iPhone에서 장소 설정
nl: Stel een plaats in op iPhone
pl: Ustaw miejsce na iPhonie
pt_br: Defina um local no iPhone
ro: Setează un loc pe iPhone
sv: Ange plats på iPhone
tr: iPhone'da yer belirleyin
uk: Задайте місце на iPhone

source: Set for houses
cs: Nastavit pro domy
de: Für Häuser festlegen
el: Ορισμός για οίκους
es: Definir para casas
fr: Définir pour les maisons
hu: Beállítás házakhoz
it: Imposta per le case
ja: ハウス用に設定
ko: 하우스 설정
nl: Instellen voor huizen
pl: Ustaw dla domów
pt_br: Definir para casas
ro: Setează pentru case
sv: Ange för hus
tr: Evler için ayarla
uk: Задайте для домів

source: Settings
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Réglages
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ro: Setări
sv: Inställningar
tr: Ayarlar
uk: Налаштування

source: Sextile
cs: Sextil
de: Sextil
el: Εξάγωνο
es: Sextil
hu: Szextil
it: Sestile
ja: セクスタイル
ko: 육분위
nl: Sextiel
pl: Seksytyl
pt_br: Sextil
ro: Sextil
sv: Sextil
tr: Altmışlık
uk: Секстиль

source: Shape
cs: Tvar
de: Form
el: Σχήμα
es: Forma
fr: Forme
hu: Alak
it: Forma
ja: 形
ko: 형태
nl: Vorm
pl: Kształt
pt_br: Forma
ro: Formă
sv: Form
tr: Şekil
uk: Форма

source: Show this chart's return on your watch
cs: Zobrazit návrat této nativity na hodinkách
de: Wiederkehr dieses Horoskops auf der Uhr zeigen
el: Εμφάνιση της επιστροφής αυτού του χάρτη στο ρολόι σας
es: Mostrar la revolución de esta carta en tu reloj
fr: Afficher la révolution de ce thème sur votre montre
hu: Ennek a horoszkópnak a visszatérése az órán
it: Mostra la rivoluzione di questo tema sul tuo orologio
ja: このチャートのリターンを Apple Watch に表示
ko: 이 차트의 리턴을 애플워치에 표시
nl: Terugkeer van deze horoscoop op je horloge tonen
pl: Pokaż powrót tego kosmogramu na zegarku
pt_br: Mostrar a revolução deste mapa no seu relógio
ro: Arată revoluția acestei hărți pe ceas
sv: Visa detta horoskops återkomst på din klocka
tr: Bu haritanın dönüşünü saatinizde göster
uk: Показувати повернення цієї карти на годиннику

source: Show void-of-course
cs: Zobrazit období bez kurzu
de: Leerlauf anzeigen
el: Εμφάνιση άνευ πορείας
es: Mostrar vacía de curso
fr: Afficher le vide de course
hu: Üresjárat mutatása
it: Mostra vuota di corso
ja: ボイドタイムを表示
ko: 보이드 타임 표시
nl: Toon zonder koers
pl: Pokaż okresy bez biegu
pt_br: Mostrar fora de curso
ro: Arată fără curs
sv: Visa utan kurs
tr: Boşluk süresini göster
uk: Показувати без курсу

source: Showing on your watch
cs: Zobrazeno na hodinkách
de: Auf Ihrer Uhr sichtbar
el: Εμφανίζεται στο ρολόι σας
es: Visible en tu reloj
fr: Affiché sur votre montre
hu: Megjelenik az órán
it: Visibile sul tuo orologio
ja: Apple Watch に表示中
ko: 애플워치에 표시 중
nl: Zichtbaar op je horloge
pl: Widoczne na zegarku
pt_br: Exibido no seu relógio
ro: Afișat pe ceas
sv: Visas på din klocka
tr: Saatinizde gösteriliyor
uk: Показано на годиннику

source: Sky
cs: Obloha
de: Himmel
el: Ουρανός
es: Cielo
fr: Ciel
hu: Égbolt
it: Cielo
ja: 空
ko: 하늘
nl: Hemel
pl: Niebo
pt_br: Céu
ro: Cer
sv: Himmel
tr: Gökyüzü
uk: Небо

source: Splash
cs: Rozstřik
de: Streuung
el: Διασπορά
es: Salpicadura
fr: Éclaboussure
hu: Szórás
it: Spruzzo
ja: スプラッシュ
ko: 스플래시
nl: Spreiding
pl: Rozproszenie
pt_br: Respingo
ro: Împrăștiere
sv: Stänk
tr: Serpinti
uk: Розсип

source: Splay
cs: Vějíř
de: Fächer
el: Βεντάλια
es: Abanico
fr: Éventail
hu: Legyező
it: Ventaglio
ja: スプレイ
ko: 스플레이
nl: Waaier
pl: Wachlarz
pt_br: Leque
ro: Evantai
sv: Solfjäder
tr: Yelpaze
uk: Віяло

source: Square
cs: Kvadratura
de: Quadrat
el: Τετράγωνο
es: Cuadratura
fr: Carré
hu: Kvadrát
it: Quadrato
ja: スクエア
ko: 사각
nl: Vierkant
pl: Kwadratura
pt_br: Quadratura
ro: Cuadratură
sv: Kvadratur
tr: Kare
uk: Квадратура

source: Station direct
cs: Stacionární přímá
de: Direktstation
el: Στάση ορθόδρομη
es: Estación directa
fr: Station directe
hu: Direkt állás
it: Stazione diretta
ja: 順行留
ko: 순행 유
pl: Stacja prostowania
pt_br: Estação direta
ro: Stațiune directă
sv: Station direkt
tr: Düz duraklama
uk: Стація директна

source: Station retrograde
cs: Stacionární retrográdní
de: Rückläufigkeitsstation
el: Στάση ανάδρομη
es: Estación retrógrada
fr: Station rétrograde
hu: Retrográd állás
it: Stazione retrograda
ja: 逆行留
ko: 역행 유
pl: Stacja retrogradacji
pt_br: Estação retrógrada
ro: Stațiune retrogradă
sv: Station retrograd
tr: Geri duraklama
uk: Стація ретроградна

source: Step
cs: Krok
de: Schritt
el: Βήμα
es: Paso
fr: Pas
hu: Lépés
it: Passo
ja: ステップ
ko: 단계
nl: Stap
pl: Krok
pt_br: Passo
ro: Pas
sv: Steg
tr: Adım
uk: Крок

source: Sun
cs: Slunce
de: Sonne
el: Ήλιος
es: Sol
fr: Soleil
hu: Nap
it: Sole
ja: 太陽
ko: 태양
nl: Zon
pl: Słońce
pt_br: Sol
ro: Soare
sv: Solen
tr: Güneş
uk: Сонце

source: Sunrise and sunset here fall on different days in the selected time zone. Switch the zone to this place to see its hours.
cs: Východ a západ Slunce zde spadají ve zvoleném časovém pásmu do různých dnů. Přepněte pásmo na toto místo, abyste viděli jeho hodiny.
de: Sonnenauf- und -untergang fallen hier in der gewählten Zeitzone auf verschiedene Tage. Stelle die Zone auf diesen Ort um, um seine Stunden zu sehen.
el: Η ανατολή και η δύση εδώ πέφτουν σε διαφορετικές ημέρες στην επιλεγμένη ζώνη ώρας. Αλλάξτε τη ζώνη σε αυτόν τον τόπο για να δείτε τις ώρες του.
es: Aquí el amanecer y el atardecer caen en días distintos en la zona horaria elegida. Cambia la zona a este lugar para ver sus horas.
fr: Ici, le lever et le coucher du soleil tombent des jours différents dans le fuseau choisi. Basculez le fuseau sur ce lieu pour voir ses heures.
hu: A napkelte és a napnyugta itt különböző napokra esik a kiválasztott időzónában. Váltsd a zónát erre a helyre az órák megtekintéséhez.
it: Qui alba e tramonto cadono in giorni diversi nel fuso orario scelto. Imposta il fuso su questo luogo per vederne le ore.
ja: 選択したタイムゾーンでは、この場所の日の出と日の入りが別の日になります。ゾーンをこの場所に切り替えると時間が表示されます。
ko: 선택한 시간대에서는 이곳의 일출과 일몰이 서로 다른 날에 속합니다. 시간대를 이 장소로 바꾸면 시간이 표시됩니다.
nl: Zonsopkomst en -ondergang vallen hier in de gekozen tijdzone op verschillende dagen. Zet de zone op deze plaats om de uren te zien.
pl: Wschód i zachód Słońca wypadają tu w różne dni w wybranej strefie czasowej. Przełącz strefę na to miejsce, aby zobaczyć jego godziny.
pt_br: Aqui o nascer e o pôr do sol caem em dias diferentes no fuso horário escolhido. Mude o fuso para este local para ver suas horas.
ro: Aici răsăritul și apusul cad în zile diferite în fusul orar ales. Schimbă fusul pe acest loc pentru a-i vedea orele.
sv: Soluppgång och solnedgång infaller här på olika dagar i den valda tidszonen. Byt zon till denna plats för att se dess timmar.
tr: Seçili saat diliminde buradaki gün doğumu ve batımı farklı günlere denk geliyor. Saatleri görmek için dilimi bu konuma değiştirin.
uk: У вибраному часовому поясі схід і захід Сонця тут припадають на різні дні. Змініть пояс на це місце, щоб побачити його години.

source: Superior conjunction
cs: Horní konjunkce
de: Obere Konjunktion
el: Άνω σύνοδος
es: Conjunción superior
fr: Conjonction supérieure
hu: Felső együttállás
it: Congiunzione superiore
ja: 外合
ko: 외합
nl: Bovenconjunctie
pl: Koniunkcja górna
pt_br: Conjunção superior
ro: Conjuncție superioară
sv: Övre konjunktion
tr: Üst kavuşum
uk: Верхнє сполучення

source: Synastry
cs: Synastrie
de: Synastrie
el: Συναστρία
es: Sinastría
fr: Synastrie
hu: Szinasztria
it: Sinastria
ja: シナストリー
ko: 시나스트리
nl: Synastrie
pl: Synastria
pt_br: Sinastria
ro: Sinastrie
sv: Synastri
tr: Sinastri
uk: Синастрія

source: Synodic cycle
cs: Synodický cyklus
de: Synodischer Zyklus
el: Συνοδικός κύκλος
es: Ciclo sinódico
fr: Cycle synodique
hu: Szinodikus ciklus
it: Ciclo sinodico
ja: 会合周期
ko: 회합 주기
nl: Synodische cyclus
pl: Cykl synodyczny
pt_br: Ciclo sinódico
ro: Ciclu sinodic
sv: Synodisk cykel
tr: Sinodik döngü
uk: Синодичний цикл

source: Taurus
cs: Býk
de: Stier
el: Ταύρος
es: Tauro
fr: Taureau
hu: Bika
it: Toro
ja: 牡牛座
ko: 황소자리
nl: Stier
pl: Byk
pt_br: Touro
ro: Taur
sv: Oxen
tr: Boğa
uk: Телець

source: Term
cs: Termín
de: Grenze
el: Όριο
es: Término
fr: Terme
hu: Határ
it: Termine
ja: ターム
ko: 텀
nl: Grens
pl: Granica
pt_br: Termo
ro: Termen
sv: Gräns
tr: Sınır
uk: Терм

source: The Moon is full in %@.
cs: Měsíc je v úplňku ve znamení %@.
de: Der Mond ist voll in %@.
el: Η Σελήνη είναι πανσέληνος στο ζώδιο %@.
es: La Luna está llena en %@.
fr: La Lune est pleine en %@.
hu: A Hold telihold %@ jegyében.
it: La Luna è piena in %@.
ja: %@で満月です。
ko: %@에서 보름달입니다.
nl: De maan is vol in %@.
pl: Księżyc jest w pełni w znaku %@.
pt_br: A Lua está cheia em %@.
ro: Luna este plină în %@.
sv: Månen är full i %@.
tr: Ay %@ burcunda dolunay.
uk: Місяць у повні в знаку %@.

source: The Moon is new in %@.
cs: Měsíc je v novu ve znamení %@.
de: Der Mond ist neu in %@.
el: Η Σελήνη είναι νέα στο ζώδιο %@.
es: La Luna está nueva en %@.
fr: La Lune est nouvelle en %@.
hu: A Hold újhold %@ jegyében.
it: La Luna è nuova in %@.
ja: %@で新月です。
ko: %@에서 삭입니다.
nl: De maan is nieuw in %@.
pl: Księżyc jest w nowiu w znaku %@.
pt_br: A Lua está nova em %@.
ro: Luna este nouă în %@.
sv: Månen är ny i %@.
tr: Ay %@ burcunda yeni ay.
uk: Молодик у знаку %@.

source: The Sun does not rise or set here today, so the day cannot be divided into hours.
cs: Slunce dnes zde nevychází ani nezapadá, den proto nelze rozdělit na hodiny.
de: Die Sonne geht hier heute weder auf noch unter, der Tag lässt sich nicht in Stunden teilen.
el: Ο Ήλιος δεν ανατέλλει ούτε δύει εδώ σήμερα, οπότε η μέρα δεν χωρίζεται σε ώρες.
es: Hoy el Sol no sale ni se pone aquí, así que el día no puede dividirse en horas.
fr: Le Soleil ne se lève ni ne se couche ici aujourd’hui : la journée ne peut être divisée en heures.
hu: A Nap ma itt nem kel fel és nem nyugszik le, így a nap nem osztható órákra.
it: Oggi qui il Sole non sorge né tramonta, quindi il giorno non può essere diviso in ore.
ja: 本日ここでは日の出も日の入りもないため、一日を時間に分割できません。
ko: 오늘 이곳에서는 해가 뜨거나 지지 않아 하루를 시간으로 나눌 수 없습니다.
nl: De zon komt hier vandaag niet op of onder, dus de dag kan niet in uren worden verdeeld.
pl: Słońce dziś tu nie wschodzi ani nie zachodzi, więc dnia nie można podzielić na godziny.
pt_br: Hoje o Sol não nasce nem se põe aqui, então o dia não pode ser dividido em horas.
ro: Astăzi Soarele nu răsare și nu apune aici, deci ziua nu poate fi împărțită în ore.
sv: Solen varken går upp eller ner här i dag, så dagen kan inte delas in i timmar.
tr: Bugün burada Güneş doğmuyor ya da batmıyor, bu yüzden gün saatlere bölünemez.
uk: Сьогодні тут Сонце не сходить і не заходить, тож день не можна поділити на години.
